{
    "_meta": {
        "sources": [
            {
                "json": "GWEotN",
                "abbreviation": "GWEotN",
                "full": "Guild Wars Eye of the North",
                "url": "",
                "authors": [
                    "EmmargySurged",
                    "CaptainDJUli",
                    "ArenaNet"
                ],
                "convertedBy": [
                    "EmmargySurged [She/They]",
                    "CaptainDJUli [She/Her]"
                ],
                "color": "508ee8"
            }
        ],
        "status": "ready",
        "dateAdded": 1701938868,
        "dateLastModified": 1701938868
    },
    "adventure": [],
    "adventureData": [],
    "item": [],
    "monster": [],
    "feat": [],
    "spell": [
        {
            "name": "Aura of Stability",
            "level": 0,
            "school": "A",
            "time": [
                {
                    "number": 1,
                    "unit": "bonus"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 30
                }
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "round",
                        "amount": 1
                    }
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "XPHB"
                    },
                    {
                        "name": "Cleric",
                        "source": "XPHB"
                    },
                    {
                        "name": "Druid",
                        "source": "XPHB"
                    },
                    {
                        "name": "Witch",
                        "source": "WorldsBeyondNumberWitch"
                    }
                ],
                "fromSubclass": []
            },
            "entries": [
                "{@variantrule Enchantment|GW}",
                "Give a creature a short burst of divine stability.",
                "Choose one creature, other than yourself, that you can see within range. For the duration, the target is immune to the {@condition prone} condition.",
                "The amount of targets you can target with this spell increases by 1 when you reach 5th level (2), 11th level (3), and 17th level (4)."
            ],
            "source": "GWEotN",
            "fluff": {
                "entries": [
                    "Aura of Stability",
                    "Enchantment Spell. For 3...7...8 seconds, target other ally cannot be knocked down."
                ],
                "images": [
                    {
                        "type": "image",
                        "href": {
                            "type": "external",
                            "url": "https://wiki.guildwars.com/images/9/95/Aura_of_Stability.jpg"
                        }
                    }
                ]
            },
            "areaTags": [
                "ST"
            ],
            "miscTags": [
                "SGT"
            ],
            "backgrounds": [
                {
                    "name": "Far Shiverpeaks",
                    "source": "GWEotN"
                },
                {
                    "name": "Monk",
                    "source": "GW"
                },
                {
                    "name": "Protection Prayers",
                    "source": "GW"
                },
                {
                    "name": "Enchantment",
                    "source": "GW"
                }
            ],
            "components": {
                "s": true
            },
            "conditionInflict": [
                "prone"
            ]
        }
    ],
    "table": [],
    "variantrule": [],
    "background": [
        {
            "name": "Charr Homelands",
            "source": "GWEotN",
            "entries": [
                "The Charr Homelands lie to the north of Ascalon and, as the name implies, is the current homeland of the Charr. Its geography is much like how Ascalon was before the Searing and is home to Grawl, Skale, Worms, and a variety of Devourers among other creatures. Its true name is unknown.",
                "The Elder Dragon Kralkatorrik can be seen sleeping in the center of this region, between the three explorable areas. "
            ]
        },
        {
            "name": "Depths of Tyria",
            "source": "GWEotN",
            "entries": [
                "The Depths of Tyria, sometimes simply called the Depths, are large networks of underground caverns and tunnels underneath the Tyrian surface, filled with a variety of different structures of unknown origin, ranging from structures similar to Ascalonian buildings to statues akin to those found in the Echovald Forest and unique crystalline structures.",
                "Many of the races found in the Depths of Tyria are pale compared to their surface counterparts and are, on occasion, larger as well. The Depths are home to Arachnids, Skelks, Fleshreavers, Oozes, and is the origin of the Asura. "
            ]
        },
        {
            "name": "Far Shiverpeaks",
            "source": "GWEotN",
            "entries": [
                "The Far Shiverpeaks is the northernmost section of the Shiverpeak Mountains that, until 1078 AE and the Destroyer threat, was unexplored and unknown to most Tyrians. It is the home of the individualistic Norn, the gigantic Jotun, and the Centaurs of the Shiverpeaks, the Modniir."
            ]
        },
        {
            "name": "Tarnished Coast",
            "source": "GWEotN",
            "entries": [
                "Previously uninhabited, the Tarnished Coast is the coast of the Maguuma Jungle. It is where the Asura now reside, forced from the Depths of Tyria by the Destroyers. It currently acts as their staging ground for their stand against the Great Destroyer. It is full of ruins that have been renovated by the Asura, and is home to ground that is brimming with magical energies, and in turn levitates. Some of this magic is harnessed for the Golems.",
                "The architecture of the Tarnished Coast is a combination of preexisting architecture with Asuran modifications. It is unknown which race or civilization built the architecture, but one thing is for sure, there was once a civilization situated in the Tarnished Coast before the Asura arrived there."
            ]
        }
    ],
    "condition": [],
    "legendaryGroup": [],
    "race": [],
    "raceFluff": [],
    "language": [],
    "subclass": [],
    "subclassFeature": []
}