{
    "_meta": {
        "sources": [
            {
                "json": "GWN",
                "abbreviation": "GWN",
                "full": "Guild Wars Nightfall",
                "url": "",
                "authors": [
                    "EmmargySurged",
                    "CaptainDJUli",
                    "ArenaNet"
                ],
                "convertedBy": [
                    "EmmargySurged [She/They]",
                    "CaptainDJUli [She/Her]"
                ],
                "color": "e5ad2e"
            }
        ],
        "status": "ready"
    },
    "item": [],
    "monster": [],
    "feat": [],
    "spell": [],
    "table": [],
    "background": [
        {
            "name": "Command",
            "source": "GWN",
            "entries": [
                "No inherent effect. Many Paragon skills, especially those that protect your allies or increase your tactical position on the battlefield, become more effective with higher Command."
            ]
        },
        {
            "name": "Dervish",
            "source": "GWN",
            "entries": [
                "Serving the gods as holy warriors, dervishes stand confidently in the whirlwind of conflict. Martial techniques perfected in the deserts of Elona allow a Dervish’s scythe to lash out quickly at multiple opponents, surrounding the holy warrior with a swath of destruction. Initiates often learn spells of self-protection, prayers that rush a combatant into battle, and invocations that empower attacks with elemental fury. Masters of the profession can assume the form of a god, enacting divine will with holy blessings. Keenly aware of the conditions of a fight, a Dervish can reap great benefits by using multiple Enchantments. Wandering the savannahs and deserts of Elona, the faithful Dervish chants prayers to the earth and wind... and the fury of the sandstorm answers in response."
            ]
        },
        {
            "name": "The Desolation",
            "source": "GWN",
            "entries": [
                "The Desolation is situated on the northwestern portion of Elona, connected to the Crystal Desert. It is one of the most hostile regions on Tyria due to its sulfurous sands. It is riddled with poisonous sulfur deserts and is home to many undead creatures and the great Junundu wurms. The land was once under the rule of Palawa Joko but following his imprisonment the undead armies have gone through schisms and formed smaller groups. ",
                "The Desolation was once the coast of the Crystal Sea, and described as being a 'valley of verdant growth.' It was here that Abaddon was cast down by the other gods and banished into the Realm of Torment. His fall shattered and poisoned the land, turning it into what it is now. As the place where he was cast down, the Desolation is the part of Tyria closest to the Realm of Torment and it has begun to leak through and twist the already damaged lands."
            ]
        },
        {
            "name": "Earth Prayers",
            "source": "GWN",
            "entries": [
                "No inherent effect. Many Dervish Spells, especially those dealing with defense or Earth damage, become more effective with higher Earth Prayers."
            ]
        },
        {
            "name": "Istan",
            "source": "GWN",
            "entries": [
                "The island province of Istan is known for its navy — a formidable fleet that patrols Elona's western coastline. Each day, ships from Tyria, Cantha, and other distant parts of the world arrive in the port city of Kamadan. From there, merchant ships travel to Istan's numerous islands and the Kournan mainland, braving waters troubled by corsair patrols, cyclones, and greater dangers. Valiant Istani watch the waters, confident that when hostile outsiders arrive in Elona, the province’s citizens, soldiers, and sailors will be ready for them.",
                "Great Istani heroes have been forged by great adversity: war, famine, invasion, and stranger threats. Over six hundred years ago, the infamous Scarab Plague devastated this province. Victims died horribly, as insects erupted through boils on their skin. Many believed the outbreak of plague had supernatural origins, blaming the suffering of the innocent on unseen forces. In this troubled time, heroes tended to the sick, evacuated towns and villages, and searched for the source of corruption. Though the origin of the plague was never found, great tales are still told of heroes helping the beleaguered populace.",
                "To this day, Istan rewards bravery and accomplishment. No word describes its government more than 'meritocracy': the best and brightest are rewarded with promotion, and years of service are recognized. Village elders watch over many towns and outposts, eventually rising to positions of respect and authority on the Council of Elders. The province has its fair share of miscreants and scoundrels, of course—criminals typically sink to the dregs of society—but each dawn in Istan, another hero’s journey begins."
            ]
        },
        {
            "name": "Kourna",
            "source": "GWN",
            "entries": [
                "The province of Kourna is eternally ready for war. Military historians analyze the great battles that have taken place here: the epic conflicts of Primeval Kings, the desperate efforts to unite the land in the Shattered Dynasty Era, and of course, Turai Ossa’s defeat of Palawa Joko near the Grand Cataract at Jahai. For centuries, Kourna has had a military government, and its leaders have been direct descendents of Warmarshal Turai Ossa. Inspired by his example, Kournans revere loyalty, patriotism, a strong sense of duty, and dedication to military service. Not every Kournan is a soldier, but farmers laboring in the fields and crafters slaving in workshops know the value of a safe and secure province. The strength of the state depends on loyalty to its leaders. Pacified Centaur laborers add to the province’s muscle. Typical Kournan dedication drives citizens to work hard for prosperity—in fact, the entire nation relies on the province’s agriculture and handiwork. Kournan adventurers go to war secure in the knowledge that their swords are well-tempered and their armor well-made, forged as surely as the soldiers who wield them."
            ]
        },
        {
            "name": "Leadership",
            "source": "GWN",
            "entries": [
                "You gain 2 Energy for each ally affected by one of your Shouts or Chants (maximum 1 Energy for every 2 ranks)."
            ]
        },
        {
            "name": "Motivation",
            "source": "GWN",
            "entries": [
                "No inherent effect. Many Paragon skills, especially those related to Energy management or that inspire your allies, become more effective with higher Motivation."
            ]
        },
        {
            "name": "Mysticism",
            "source": "GWN",
            "entries": [
                "Each rank in Mysticism reduces the cost of your Dervish enchantments by 4%. In PvE, you have +1 armor per rank of Mysticism while you are enchanted."
            ]
        },
        {
            "name": "No Attribute - Paragon",
            "source": "GWN",
            "entries": [
                "No Attribute skills are those which are not tied to a particular attribute. Effects of these unlinked skills are almost always constant; for example, Remove Hex always removes a single hex, whereas the Protection Prayers spell, Divert Hexes removes 1...3...3 hexes, depending on the caster's rank in that attribute. "
            ]
        },
        {
            "name": "No Attribute - Dervish",
            "source": "GWN",
            "entries": [
                "No Attribute skills are those which are not tied to a particular attribute. Effects of these unlinked skills are almost always constant; for example, Remove Hex always removes a single hex, whereas the Protection Prayers spell, Divert Hexes removes 1...3...3 hexes, depending on the caster's rank in that attribute. "
            ]
        },
        {
            "name": "Paragon",
            "source": "GWN",
            "entries": [
                "Paragons are the guardian angels of Elona, humanity’s champions against malefic threats. They rally the valiant with Shouts and Chants, aiding heroes, henchmen, and other adventurers through inspiration and motivation. A Paragon’s best weapons rely on an insightful mind, a courageous spirit, and a charismatic voice. Many Paragons also arm themselves with a spear and shield, striking from a distance as they shout their battle cries. Through insight, they help others resist Hexes and Conditions, echoing their commands across the field of battle (in fact, some “Echo” abilities renew themselves each time a Chant or Shout ends). When all hell breaks loose, a commanding Paragon shines as a beacon of light, driving back the forces of darkness."
            ]
        },
        {
            "name": "Realm of Torment",
            "source": "GWN",
            "entries": [
                "The Realm of Torment, also called the Nightmare Realm, lies in the Mists and is connected to the Underworld via the Bone Pits. It has become a place where individuals of twisted evil or corruption are banished to spend eternity in torment (hence the name). The various areas that make up the Realm of Torment are filled with aspects of the darker side of reality. The realm has been cut off from mortal access until Nightfall.",
                "The Realm of Torment is where the fallen god Abaddon was imprisoned by the Five Gods of Tyria to avoid spreading his influence across the world. Imprisoned with him are his worshipers including the Margonites, former humans turned into demons by Abaddon, and demons of torment. As punishment for their evil deeds and corruption by Abaddon, the Lich Lord and Shiro Tagachi were also sent here.",
                "Though originally meant as a prison for Abaddon and other corrupted souls, the Realm has become overrun by the god's influence. Though he remains trapped at its heart, his minions have overwhelmed the Forgotten wardens. As his madness and touch became more potent, souls of the innocent were also sent to this realm to prevent his power from spreading throughout the Mists. As Abaddon works towards Nightfall, the Realm of Torment and the world of the living draw ever closer until parts of the two begin to intermingle as the fabric of reality weakens."
            ]
        },
        {
            "name": "Scythe Mastery",
            "source": "GWN",
            "entries": [
                "Scythe Mastery increases the damage you do with scythes and your chance to inflict a critical hit when using a scythe. Many skills, especially scythe attack skills, become more effective with higher Scythe Mastery."
            ]
        },
        {
            "name": "Spear Mastery",
            "source": "GWN",
            "entries": [
                "Spear Mastery increases the damage you do with spears and your chance to inflict a critical hit when using a spear. Many skills, especially spear attack skills, become more effective with higher Spear Mastery."
            ]
        },
        {
            "name": "Vabbi",
            "source": "GWN",
            "entries": [
                "The northern province of Vabbi is known for its great wealth and refined culture. Merchant princes pride themselves on their large estates, prosperous businesses, and patronage of the arts. Its provincial government, the Grand Forum of Vabb, is a plutocracy: only the wealthiest princes in the land have the power to make laws. Their legislature is openly democratic, but secretly, a merchant with influence has more power than a councilor with one vote.",
                "Vabbian princes rule the land. Most plutocrats sponsor great festivals and celebrations to display their importance and influence. Celebrations in Vabbian estates are wonders to behold: Dancers flourish in their elegant fashions, gourmands sample cuisine, revelers consume epic quantities of alcohol, and cultured citizens enjoy great works of drama and poetry. Heroes are welcomed at these festivals, where their heroism is celebrated in songs and stories.",
                "The Vabbi are effusive in displays of self-importance, but also keenly aware of how much they depend on other Elonians. The guards of Vabbian estates watch the mountain range to the north, while citizens on the province's southern border depend on neighboring Kournans to keep them safe. Outside the walls of the grand estates, danger is everywhere. Raiders know secret passes through the mountains and mines, and monstrous creatures roam the landscape. Fortunately, every generation of Vabbi includes idealists who dream of adventurous journeys across Elona. New tales of adventure appear on the shelves of Vabbi's libraries each year, as actors portray new heroes on the stages of Vabbian theaters."
            ]
        },
        {
            "name": "Wind Prayers",
            "source": "GWN",
            "entries": [
                "No inherent effect. Many Dervish Spells, especially those dealing with movement or cold damage, become more effective with higher Wind Prayers."
            ]
        }
    ],
    "condition": [],
    "legendaryGroup": [],
    "race": [],
    "raceFluff": [],
    "language": [],
    "subclass": [],
    "subclassFeature": []
}